Repository: GeylanKalafMohe/CoronaCases
Catalog: CoronaCases/*.lproj/Localizable.strings
Languages: de

# newUpdateAvailable_title
source: New Update is available!
de: Neues Update ist verfügbar!

# newUpdateAvailable_message
source: A new update for CoronaCases have been released! Check GitHub now!
de: Ein neues Update für CoronaCases wurde veröffentlicht! Schaue jetzt auf GitHub!

# upToDate_title
source: You are up to date ✌️
de: Du bist auf dem neuesten Stand ✌️

# later_btn
source: Later
de: Später

# unableToChangeIcon_title
source: Unable to change Icon
de: Icon konnte nicht geändert werden

# unableToChangeIcon_message
source: An error occurred. Could not change App Icon. Please try again.
de: Ein Fehler ist aufgetreten. App Icon konnte nicht geändert werden. Bitte versuche es erneut.

# errorSearchingForUpdate
source: Error searching for an update
de: Fehler bei der Suche nach einem Update

source: Update
de: Aktualisieren

# noInternet_message
source: You're Offline. Turn off Airplane Mode or connect to Wi-Fi or Cellular Data.
de: Du bist Offline. Schalte den Flugmodus aus oder verbinde dich mit einem WLAN oder Mobile Daten.

# unkownError_message
source: An unknown error occurred. Please try again later.
de: Ein unbekannter Fehler ist aufgetreten. Bitte versuche es später erneut.

# serversNotAvailable_message
source: The servers are currently not available! Please try again later.
de: Die Server sind derzeit nicht erreichbar! Bitte versuche es später erneut.

# reload_btn
source: Reload
de: Neu laden

# cancel_btn
source: Cancel
de: Abbrechen

# whoops_title
source: Whoops
de: Oops

source: Confirmed cases
de: Bestätigte Fälle

source: Total deaths
de: Gesamte Todesfälle

source: Total recovered
de: Gesamte Genesene

source: at
de: um

source: No Data
de: Keine Daten

source: Current infections by countries
de: Aktuelle Infektionen nach Ländern

source: Your country
de: Dein Land

source: COVID-19 Cases
de: COVID-19 Fälle

# lastUpdate
source: As of:
de: Stand:

source: Search Results
de: Suchergebnisse

source: COVID-19 statistics for
de: COVID-19 Statistik für

# world_name
source: Worldwide 🌎
de: Weltweit 🌎

source: Search
de: Suchen

source: Yesterday
de: Gestern

source: Today
de: Heute

source: Cases yesterday
de: Fälle gestern

source: Deaths yesterday
de: Todesfälle gestern

source: Cases today
de: Fälle heute

source: Deaths today
de: Todesfälle heute

# share_text
source: Hey! Check out CoronaCases on GitHub. It is a Coronavirus Tracker for iOS, iPadOS & macOS:
de: Hey! Schau dir mal CoronaCases auf GitHub an. Es ist ein Coronavirus Tracker für iOS, iPadOS & macOS:

# macOS_not_supported_title
source: macOS not supported
de: macOS wird nicht unterstützt

# macOS_not_supported_message
source: Changing the App Icon is currently not supported on macOS
de: Das Ändern des App Icons wird derzeit unter macOS nicht unterstützt

# platform_not_supported_title
source: Your platform is not supported
de: Deine Platform wird nicht unterstützt

# platform_not_supported_message
source: Changing the App Icon is currently not available. Please inform the developer.
de: Das Ändern des App Icons ist derzeit nicht verfügbar. Bitte informiere den Entwickler.

source: Developer
de: Entwickler

source: Device
de: Gerät

# nicht_eingerichtet
source: Not configured
de: Nicht eingerichtet

# nicht_eingerichtet_message
source: The email draft could not be opened because there was no email account configured in your device settings.
de: Der E-Mail Entwurf konnte nicht geöffnet werden, da kein E-Mail Account in den Einstellungen deines Gerätes eingerichtet wurde.
